import Link from "next/link";

import styles from "./page.module.scss";

const Page = () => {
    return (
        <>
            <h1>Тестування зарядної станції «PUPS» v.1</h1>
            <ol className={styles.list}>
                <li>
                    <h2>1. Перевірка порту USB 5 вольт 1 ампер</h2>
                    <p>
                        Було ввімкнено вимикач для портів USB та під’єднано
                        телефон Xiaomi Redmi Note 8 Pro ємністю 4500
                        міліампер-годин до першого USB. Телефон зарядили з 0% до
                        100%. АКБ станції втратила 4770 міліампер-годин. Саме не
                        4500, як ємність батареї телефона, а незначно більше,
                        оскільки у розгалужувачі із USB знаходиться знижувальний
                        модуль 12 – 5 вольт із ККД 94%.
                    </p>
                    <p>
                        Q<span className={styles.small}>зарядки</span> = Q
                        <span className={styles.small}>телефона</span> + Q
                        <span className={styles.small}>телефона</span> * (100% -
                        n<span className={styles.small}>модуля</span>) = 4500 +
                        4500 * 6% = 4500 + 270 = 4770 (міліампер-годин)
                    </p>
                </li>
                <li>
                    <h2>2. Перевірка порту USB 5 вольт 2.1 ампера</h2>
                    <p>
                        Була проведена зарядка аналогічного телефону,
                        використовуючи вже порт USB 5 вольт 2.1 ампера.
                        Внаслідок більшої сили струму, ККД знижувального модуля
                        впав до 93% (через нагрівання).
                    </p>
                    <p>
                        Q<span className={styles.small}>зарядки</span> = Q
                        <span className={styles.small}>телефона</span> + Q
                        <span className={styles.small}>телефона</span> * (100% -
                        n<span className={styles.small}>модуля</span>) = 4500 +
                        4500 * 7% = 4500 + 315 = 4815 (міліампер-годин)
                    </p>
                </li>
                <li>
                    <h2>3. Перевірка порту прикурювача</h2>
                    <p>
                        До порту прикурювача було під’єднано світлодіодну
                        стрічку 12 вольт 48 ват 5 метрів довжини за допомогою
                        перехідника та ввімкнено відповідний вимикач. Стрічка
                        засвітилась, та після цього її було від’єднано.
                    </p>
                </li>
                <li>
                    <h2>4. Перевірка мережі 220 вольт</h2>
                    <p>
                        Увімкнено вимикач цього виходу, до порту було під’єднано
                        адаптер для зарядки ноутбука Macbook. Ємність
                        акумулятора ноутбука становила 6140 міліампер-годин. Під
                        час повної зарядки ноутбука, АКБ зарядної станції
                        втратила 8372 міліампер-годин. Визначення втрати ємності
                        батареї станції було проведено за допомогою тестеру.
                    </p>
                </li>
                <li>
                    <h2>5. Перевірка індикатора заряду зарядної станції</h2>
                    <p>
                        Акумулятори станції було повністю заряджено та до них
                        було під’єднано вольтметр, увімкнено перемикач для
                        індикатора. На початку напруга АКБ становила 12.6 вольт
                        і світилося 4 відрізки індикації. Для навантаження
                        використовували лампу розжарювання 200 ват 220 вольт.
                        Після того, як загорілося 3 відрізки індикації, напруга
                        акумуляторів дорівнювала близько 11.7 вольт; 2 відрізки
                        – 11.1 вольт; 1 відрізок – 10.5 вольт. Відсутність
                        відрізків, але все ще працездатність інвертора – 9.9
                        вольт.
                    </p>
                </li>
            </ol>
        </>
    );
};

export default Page;
