{
    "common": {
        "charge": "зарядки",
        "phone": "телефона",
        "module": "модуля",
        "port": "порту",
        "work": "робоча",
        "full": "повна",
        "uah": "грн"
    },
    "header": {
        "support": "Підтримка",
        "feedback": "Придбати «PUPS»",
        "contacts": "Контакти",
        "button": "Мій кабінет"
    },
    "navigation": [
        {
            "title": "Перед прочитанням",
            "id": 0,
            "links": [
                {
                    "title": "Про наукову роботу",
                    "link": "/before/about-work"
                },
                {
                    "title": "Перелік умовних позначень",
                    "link": "/before/shorts-list"
                }
            ]
        },
        {
            "title": "«PUPS» v.1",
            "id": 1,
            "links": [
                {
                    "title": "Складові станції",
                    "link": "/pups1/components"
                },
                {
                    "title": "Процес виготовлення",
                    "link": "/pups1/manufacturing-process"
                },
                {
                    "title": "Виготовлений прототип",
                    "link": "/pups1/manufactured-prototype"
                },
                {
                    "title": "Час зарядки АКБ",
                    "link": "/pups1/battery-charge-time"
                },
                {
                    "title": "Тестування під навантаженням",
                    "link": "/pups1/load-testing"
                },
                {
                    "title": "Час зарядки пристроїв",
                    "link": "/pups1/device-charge-time"
                },
                {
                    "title": "Цикли зарядки пристроїв",
                    "link": "/pups1/charge-cycles"
                },
                {
                    "title": "Технічні характеристики",
                    "link": "/pups1/technical-characteristics"
                },
                {
                    "title": "Інструкція використання",
                    "link": "/pups1/instruction"
                },
                {
                    "title": "Передача військовим",
                    "link": "/pups1/transfer-military"
                },
                {
                    "title": "Відгук від військових",
                    "link": "/pups1/military-review"
                },
                {
                    "title": "Станція після використання",
                    "link": "/pups1/after-using"
                }
            ]
        },
        {
            "title": "«PUPS» v.1.5",
            "id": 2,
            "links": [
                {
                    "title": "Додаткові складові",
                    "link": "/pups1.5/additional-components"
                },
                {
                    "title": "Доробка недоліків",
                    "link": "/pups1.5/improvements"
                },
                {
                    "title": "Виготовлений прототип",
                    "link": "/pups1.5/manufactured-prototype"
                },
                {
                    "title": "Тестування під навантаженням",
                    "link": "/pups1.5/load-testing"
                },
                {
                    "title": "Технічні характеристики",
                    "link": "/pups1.5/technical-characteristics"
                },
                {
                    "title": "Передача військовим",
                    "link": "/pups1.5/transfer-military"
                }
            ]
        },
        {
            "title": "«PUPS» v.2",
            "id": 3,
            "links": [
                {
                    "title": "Складові станції",
                    "link": "/pups2/components"
                },
                {
                    "title": "Процес виготовлення",
                    "link": "/pups2/manufacturing-process"
                },
                {
                    "title": "Виготовлений прототип",
                    "link": "/pups2/manufactured-prototype"
                },
                {
                    "title": "Час зарядки АКБ",
                    "link": "/pups2/battery-charge-time"
                },
                {
                    "title": "Тестування під навантаженням",
                    "link": "/pups2/load-testing"
                },
                {
                    "title": "Технічні характеристики",
                    "link": "/pups2/technical-characteristics"
                },
                {
                    "title": "Інструкція використання",
                    "link": "/pups2/instruction"
                },
                {
                    "title": "Передача військовим",
                    "link": "/pups2/transfer-military"
                }
            ]
        }
    ],
    "home": {
        "slider": [
            {
                "title": "База знань ЗС «PUPS»",
                "description": "Тут ви зможете знайти необхідну інформацію про різні аспекти нашої роботи та проекти, в тому числі підготовчі матеріали, деталі процесу створення, характеристики та інструкції для наших портативних універсальних зарядних станцій.",
                "image": "/slider1.jpeg",
                "buttonText": "Детальніше",
                "buttonLink": "/before/about-work"
            },
            {
                "title": "Перед прочитанням",
                "description": "Ознайомтеся з основами наукової роботи та переліком умовних позначень, щоб мати краще розуміння представленої інформації.",
                "image": "/slider3.jpeg",
                "buttonText": "Ознайомитись",
                "buttonLink": "/before/shorts-list"
            },
            {
                "title": "Користуйтесь навігацією",
                "description": "Присутня навігація на веб-сторінці зліва допоможе вам швидко знайти важливі розділи та отримати важливу інформацію про наші продукти та їх застосування.",
                "image": "/slider6.jpeg"
            },
            {
                "title": "ЗС «PUPS» v.1",
                "description": "Вивчіть весь процес від виготовлення до передачі військовим, включаючи складові станції, час зарядки, тестування під навантаженням, технічні характеристики, інструкції та відгуки.",
                "image": "/slider2.jpeg",
                "buttonText": "Детальніше",
                "buttonLink": "/pups1/components"
            },
            {
                "title": "ЗС «PUPS» v.1.5",
                "description": "Дізнайтеся про доробку недоліків попередньої версії, оновлені технічні характеристики, процес тестування та передачу військовим.",
                "image": "/slider4.jpeg",
                "buttonText": "Детальніше",
                "buttonLink": "/pups1.5/additional-components"
            },
            {
                "title": "ЗС «PUPS» v.2",
                "description": "Ознайомтеся з новими компонентами, процесом виготовлення, прототипом, технічними характеристиками, інструкціями та тестуванням станції, а також інформацією про передачу військовим.",
                "image": "/slider5.jpg",
                "buttonText": "Детальніше",
                "buttonLink": "/pups2/components"
            },
            {
                "title": "Маєте питання?",
                "description": "Якщо Ви хочете глибше познайомитись з проєктом, маєте запитання до автора або розглядаєте можливість співпраці, ми готові до зв'язку з вами! Відвідайте нашу сторінку підтримки, щоб зв'язатися з нами.",
                "image": "/slider7.jpeg",
                "buttonText": "Сконтактувати",
                "buttonLink": "/contact"
            }
        ]
    },
    "aboutWork": {
        "title": "Про наукову роботу",
        "author": "Автор: Дяченко Данило Олександрович, учень 11-А класу комунальної організації (установи, закладу) «Шосткинська загальноосвітня школа І-ІІІ ступенів №4 Шосткинської міської ради Сумської області»; вихованець гуртка «Радіоелектроніка» комунальної організації (установи, закладу) «Шосткинська станція юних техніків Шосткинської міської ради Сумської області».",
        "descriptionAdditional1": "Після спалаху повномасштабної війни стало очевидним, що забезпечення джерелами електроенергії стало однією з найактуальніших проблем як у повсякденному цивільному житті, так і у військових операціях. Протягом останніх двох років моє дослідження було присвячено питанням створення надійних джерел електроенергії з метою постійного удосконалення їх характеристик.",
        "descriptionAdditional2": "Крім того, через постійні відключення електропостачання, що мають місце в Україні вже третій рік поспіль, було вирішено зосередити зусилля на розробці більш потужного, переносного та доступного з економічної точки зору джерела електроенергії для задоволення різних повсякденних потреб та забезпечення стійкої роботи в умовах відсутності основного електропостачання.",
        "list": [
            {
                "title": "1. Актуальність теми",
                "content": "Актуальність обраної теми визначається можливістю ефективного впровадження інноваційної, відносно дешевої саморобної станції, яка здатна зберігати електричну енергію протягом тривалого періоду та піддаватися повторному заряджанню. Цей пристрій знайшов застосування як у повсякденних господарських справах, так і в умовах невідкладних ситуацій та в контексті військових дій."
            },
            {
                "title": "2. Мета роботи",
                "content": "Мета даної дослідницької роботи полягає в розробці доступної з точки зору вартості, легкої у виготовленні та простою у використанні портативної зарядної станції. Подальшою метою є демонстрація її ефективності та практичної придатності у різноманітних ситуаціях."
            },
            {
                "title": "3. Основні завдання",
                "sublist": [
                    "1. Відбір необхідних компонентів для створення зарядної станції.",
                    "2. Розробка самої станції на основі обраних компонентів.",
                    "3. Експериментальне та теоретичне підтвердження можливостей використання створеного пристрою для різних цілей.",
                    "4. Визначення основних технічних характеристик станції, порівняння їх з промисловими аналогами та розгляд майбутніх напрямків розвитку проєкту, консультації з військовими."
                ]
            },
            {
                "title": "4. Об'єкт роботи",
                "content": "Об'єктом наукового вивчення є розроблений прототип зарядної станції, як високоефективне джерело електроенергії середньої потужності, призначене для зарядки різних видів електричних пристроїв."
            },
            {
                "title": "5. Предмет роботи",
                "content": "Предмет дослідження полягає у вивченні можливостей та переваг використання саморобної станції, сконструйованої для забезпечення електроенергією, як стійкого та надійного джерела."
            },
            {
                "title": "6. Наукова новизна",
                "content": "Наукова новизна цього дослідження полягає в експериментальному створенні інноваційної, відносно дешевої станції середньої потужності, призначеної для багаторазового використання. Розробка має потенціал стати корисною у різних сферах, включаючи домашні та побутові потреби, військові застосування, туристичні умови та у випадку відключень електропостачання."
            },
            {
                "title": "7. Практичне застосування",
                "content": "Практичне застосування полягає в можливості заряджання смартфонів, ноутбуків, планшетів, ліхтариків, резервних джерел живлення, приладів нічного бачення, безпілотників та інших електричних пристроїв; використання, як безперебійного джерела живлення; для освітлення оселі; в окопах, опорних пунктах, блокпостах та інших місцях з обмеженим електропостачанням."
            },
            {
                "title": "8. Висновки роботи",
                "content": "Важливі висновки цього дослідження включають успішне виготовлення інноваційної, економічно-доступної зарядної станції середньої потужності; проведення дослідів із застосуванням її для різних потреб; розрахунок основних характеристик пристрою, визначення його переваг та недоліків, порівняння з аналогами, обрання майбутніх шляхів розвитку проєкту, успішно проведені консультації з військовими."
            }
        ]
    },
    "shortsList": {
        "title": "Перелік умовних позначень та скорочень",
        "list": [
            {
                "title": "3S, 4S, 5S",
                "value": "Позначення кількості послідовно з’єднаних елементів у батареї (3, 4, 5 елементів відповідно)"
            },
            {
                "title": "BMS",
                "value": "Система управління батареєю (Battery Management System)"
            },
            {
                "title": "DC",
                "value": "Постійний струм (Direct Current)"
            },
            {
                "title": "PD",
                "value": "Технологія швидкої зарядки порту Type-C (Power Delivery)"
            },
            {
                "title": "QC",
                "value": "Технологія швидкої зарядки порту USB (Quick Charge)"
            },
            {
                "title": "LCD",
                "value": "Рідкокристалічний дисплей (Liquid Crystal Display), індикатор заряду"
            },
            {
                "title": "Li-FePO4",
                "value": "Літій-залізо-фосфатний (акумулятор)"
            },
            {
                "title": "Li-Ion",
                "value": "Літій-іонний (акумулятор)"
            },
            {
                "title": "Li-Pol",
                "value": "Літій-полімерний (акумулятор)"
            },
            {
                "title": "NTC",
                "value": "Термістор (Negative Temperature Coefficient)"
            },
            {
                "title": "mAh",
                "value": "міліампер-годин (milliampere-hour)"
            },
            {
                "title": "Ah",
                "value": "ампер-годин (ampere-hour)"
            },
            {
                "title": "PUPS",
                "value": "Портативна універсальна зарядна станція (Portable Universal Power Station)"
            },
            {
                "title": "SA",
                "value": "Вимикач на схемі"
            },
            {
                "title": "Type-C",
                "value": "Тип-C (інтерфейс для підключення)"
            },
            {
                "title": "UKC",
                "value": "Назва (марка) виробника інвертора"
            },
            {
                "title": "USB",
                "value": "Універсальна послідовна шина (Universal Serial Bus)"
            },
            {
                "title": "XT-60",
                "value": "Тип роз’єму для підключення електроніки"
            },
            {
                "title": "AC",
                "value": "Змінний струм (Alternating Current)"
            },
            {
                "title": "GPS",
                "value": "Система глобального позиціювання (Global Positioning System)"
            },
            {
                "title": "ЗС",
                "value": "Зарядна станція"
            },
            {
                "title": "АКБ",
                "value": "Акумуляторна батарея"
            },
            {
                "title": "ЗП",
                "value": "Зарядний пристрій"
            },
            {
                "title": "ККД",
                "value": "Коефіцієнт корисної дії"
            }
        ]
    },
    "manufacturingProcess": {
        "title": "Процес виготовлення зарядної станції «PUPS» v.1",
        "steps": [
            {
                "id": 1,
                "title": "Планування майбутніх характеристик",
                "content": "Попередньо заплановано основні характеристики майбутньої станції, які б задовольнили наші потреби в її подальшому використанні. Такі як: можливість заряджати телефони, ноутбуки, безпілотники; можливість живлення від розетки прикурювача через адаптер; наявність мережі 220 вольт із середньою потужністю."
            },
            {
                "id": 2,
                "title": "Придбання компонентів",
                "content": "Було обрано та придбано основні компоненти для її створення, такі як: інвертор, корпус, зарядний пристрій, акумулятори тощо. Перелік усіх придбаних компонентів та їх цін наведено на сторінці ",
                "link": {
                    "title": "придбаних компонентів.",
                    "url": "/pups1/components"
                }
            },
            {
                "id": 3,
                "title": "Розробка схеми з`єднань",
                "content": "Відповідно було розроблено принципову схему запланованого прототипу зарядної станції.",
                "image": "/pups1/scheme.png",
                "subSteps": [
                    { "id": 1, "content": "Акумуляторна батарея" },
                    { "id": 2, "content": "Плата зарядного пристрою" },
                    { "id": 3, "content": "Вхід для заряджання станції" },
                    { "id": 4, "content": "Кулер для охолодження" },
                    { "id": 5, "content": "Інвентор напруги" },
                    { "id": 6, "content": "Вихід мережі 220 вольт" },
                    { "id": 7, "content": "Подвійний вихід USB" },
                    { "id": 8, "content": "Розетка прикурювача" },
                    { "id": 9, "content": "Індикатор заряду батареї" },
                    { "id": 10, "content": "Вимикачі" }
                ]
            },
            {
                "id": 4,
                "title": "Виготовлення акумуляторної батареї",
                "content": "Для створення АКБ були обрані літій-полімерні акумулятори з напругою в діапазоні 3.7 – 4.2 вольт та ємністю 10000 міліампер-годин. З метою забезпечення більшої ємності для системи було обрано рішення виготовити 3 окремі акумуляторні блоки, кожен з яких складався з 5 акумуляторів, які були з’єднані паралельно, забезпечуючи ємність 50000 міліампер-годин для кожного з них. Для підвищення вихідної напруги до необхідних 12.6 вольт було виконане послідовне з’єднання вище описаних трьох акумуляторних блоків."
            },
            {
                "id": 5,
                "title": "Під’єднання до плати балансування та виведення дротів",
                "content": "Акумуляторну систему було інтегровано з BMS-платою, яку було модифіковано для роботи в 3S конфігурації. Від акумулятора та BMS-плати було прокладено дві пари кабелів: одну для виводу струму, а іншу – для процесу заряджання."
            },
            {
                "id": 6,
                "title": "Ізоляція акумуляторної системи",
                "content": "Виготовлена акумуляторна система була захищена за допомогою пластикового картону та додатково ізольована за допомогою армованої стрічки, що забезпечило її захист від зовнішніх факторів та підвищену безпеку при експлуатації. Габаритні розміри завершеної акумуляторної системи складають 150x162х90 міліметрів. Фото АКБ в корпусі наведено нижче:",
                "image": "/pups1/acb.jpg"
            },
            {
                "id": 7,
                "title": "Встановлення плати для заряджання",
                "content": "Для заряджання акумуляторної системи було встановлено модуль (плату) зарядного пристрою в корпус. Щоб запобігти перегріву під час заряджання, вмикається охолоджувальний вентилятор, який також під’єднаний до плати зарядки. У модулі зарядного пристрою присутній один індикаторний світлодіод червоного кольору, який сигналізує, що триває процес заряджання."
            },
            {
                "id": 8,
                "title": "Управління виходами станції",
                "content": "Для заряджання акумуляторної системи було встановлено модуль (плату) зарядного пристрою в корпус. Щоб запобігти перегріву під час заряджання, вмикається охолоджувальний вентилятор, який також під’єднаний до плати зарядки. У модулі зарядного пристрою присутній один індикаторний світлодіод червоного кольору, який сигналізує, що триває процес заряджання."
            },
            {
                "id": 9,
                "title": "Розробка входів та виходів",
                "content": "Останнім етапом створення зарядної станції було проєктування та виріз отворів для портів у корпусі. Корпус було використано так, щоб максимально оптимізувати простір для розміщення компонентів, забезпечуючи при цьому легкий доступ до входів для заряджання та виходів для живлення різних пристроїв. Вхід для зарядки та вихід для інвертора було розташовано з одного боку, тоді як інші виходи, такі як USB, індикатор заряду та вихід прикурювача, було розміщено вгорі корпусу для зручності використання.",
                "image": "/pups1/pups1-into.jpeg"
            }
        ],
        "additionalInfo": {
            "title": "Також у корпусі було створено спеціальні отвори для вентиляції; кріплення для монтажу різних компонентів усередині корпусу. Фото розробленого прототипу зарядної станції першої версії можна побачити, перейшовши за ",
            "link": "посиланням.",
            "url": "/pups1/manufactured-prototype"
        }
    },
    "components": {
        "title": "Компоненти зарядної станції «PUPS» v.1",
        "note": "Ціни вказано на момент вересня-жовтня 2023 року. Ціни враховано без плати за доставку.",
        "tableHeaders": {
            "name": "Назва",
            "pricePerOne": "Ціна/штуку",
            "quantity": "Кількість",
            "totalPrice": "Ціна повна"
        },
        "items": [
            { "title": "Інвертор", "pricePerOne": 518.0, "quantity": 1 },
            { "title": "Акумулятор", "pricePerOne": 250.0, "quantity": 15 },
            {
                "title": "Зарядний пристрій",
                "pricePerOne": 520.0,
                "quantity": 1
            },
            { "title": "Ящик-корпус", "pricePerOne": 880.0, "quantity": 1 },
            { "title": "Індикатор заряду", "pricePerOne": 50.0, "quantity": 1 },
            { "title": "BMS-плата", "pricePerOne": 130.0, "quantity": 1 },
            {
                "title": "Розгалужувач USB",
                "pricePerOne": 206.0,
                "quantity": 1
            },
            { "title": "Перемикач-кнопка", "pricePerOne": 16.0, "quantity": 4 },
            { "title": "Роз`єм 3pin", "pricePerOne": 12.0, "quantity": 1 },
            { "title": "Штекер XT60", "pricePerOne": 35.0, "quantity": 1 },
            { "title": "Шнур зарядки", "pricePerOne": 50.0, "quantity": 1 },
            { "title": "Порт прикурювача", "pricePerOne": 76.0, "quantity": 1 }
        ]
    },
    "manufacturedPrototype": {
        "title": "Виготовлений прототип зарядної станції «PUPS» v.1",
        "images": [
            "/pups1/proto1.jpg",
            "/pups1/proto3.jpg",
            "/pups1/proto4.jpg",
            "/pups1/proto2.jpg"
        ]
    },
    "batteryChargeTime": {
        "title": "Заряджання зарядної станції «PUPS» v.1",
        "description": "Визначимо час зарядки АКБ. Плата зарядки приймає 220 вольт та на виході видає 12.6 вольт 5 ампер, тобто акумулятори заряджаються із напругою 12.6 вольт та силою струму 5 ампер. АКБ станції було розряджено до напруги 9.5 вольт, що є нижньою напругою акумуляторної системи. Станція заряджалась з 9.5 вольт до 12.6 вольт упродовж, приблизно, 9 годин.",
        "descriptionAdditional": "Процес заряжання зарядної станції наведено на фото нижче:",
        "image": "/pups1/charge-pups.jpg"
    },
    "loadTesting": {
        "title": "Тестування зарядної станції «PUPS» v.1",
        "list": [
            {
                "title": "1. Перевірка порту USB 5 вольт 1 ампер",
                "description": "Було ввімкнено вимикач для портів USB та під’єднано телефон Xiaomi Redmi Note 8 Pro ємністю 4500 mAh до першого USB. Телефон зарядили з 0% до 100%. АКБ станції втратила 4770 mAh. Саме не 4500, як ємність батареї телефона, а незначно більше, оскільки у розгалужувачі із USB знаходиться знижувальний модуль 12 – 5 вольт із ККД 94%.",
                "descriptionToFormule": " = 4500 + 4500 * 6% = 4500 + 270 = 4770 - mAh витрачено на зарядку телефону"
            },
            {
                "title": "2. Перевірка порту USB 5 вольт 2.1 ампера",
                "description": "Була проведена зарядка аналогічного телефону, використовуючи вже порт USB 5 вольт 2.1 ампера. Внаслідок більшої сили струму, ККД знижувального модуля впав до 93% (через нагрівання).",
                "descriptionToFormule": " = 4500 + 4500 * 7% = 4500 + 315 = 4815 - mAh витрачено на зарядку телефону",
                "image": "/pups1/charge-phone.jpg"
            },
            {
                "title": "3. Перевірка порту прикурювача",
                "description": "До порту прикурювача було під’єднано світлодіодну стрічку 12 вольт 48 ват 5 метрів довжини за допомогою перехідника та ввімкнено відповідний вимикач. Стрічка засвітилась, та після цього її було від’єднано."
            },
            {
                "title": "4. Перевірка мережі 220 вольт",
                "description": "Увімкнено вимикач цього виходу, до порту було під’єднано адаптер для зарядки ноутбука Macbook. Ємність акумулятора ноутбука становила 6140 mAh. Під час повної зарядки ноутбука, АКБ зарядної станції втратила 8372 mAh. Визначення втрати ємності батареї станції було проведено за допомогою тестеру."
            },
            {
                "title": "5. Перевірка індикатора заряду зарядної станції",
                "description": "Акумулятори станції було повністю заряджено та до них було під’єднано вольтметр, увімкнено перемикач для індикатора. На початку напруга АКБ становила 12.6 вольт і світилося 4 відрізки індикації. Для навантаження використовували лампу розжарювання 200 ват 220 вольт. Після того, як загорілося 3 відрізки індикації, напруга акумуляторів дорівнювала близько 11.7 вольт; 2 відрізки – 11.1 вольт; 1 відрізок – 10.5 вольт. Відсутність відрізків, але все ще працездатність інвертора – 9.9 вольт."
            }
        ]
    },
    "chargeTime": {
        "title": "Час зарядки пристроїв від зарядної станції «PUPS» v.1",
        "list": [
            {
                "title": "1. Визначення часу зарядки телефону від порту USB 5 вольт 1 ампер",
                "description": "Було розраховано час зарядки телефону, використовуючи порт USB 5 вольт 1 ампер. Ємність АКБ телефону становить 4500 mAh, і дорівнює 4.5 Ah. Сила струму порту USB становить 1 ампер.",
                "descriptionToFormule": " = 4.5 / 1 = 4.5 - години витрачено на зарядку телефону"
            },
            {
                "title": "2. Визначення часу зарядки телефону від порту USB 5 вольт 2.1 ампера",
                "description": "Було розраховано час зарядки телефону, використовуючи порт USB 5 вольт 2.1 ампера. Ємність АКБ телефону становить 4500 mAh, і дорівнює 4.5 Ah. Сила струму порту USB становить 2.1 ампер.",
                "descriptionToFormule": " = 4.5 / 2.1 = 2.1 - години витрачено на зарядку телефону",
                "descriptionAdditional": "Процес заряджання телефону наведено нижче:",
                "image": "/pups1/charge-phone.jpg"
            },
            {
                "title": "3. Визначення часу зарядки ноутбука від порту 220 вольт",
                "description": "Було розраховано час зарядки ноутбука, використовуючи порт розетки 220 вольт. Ємність АКБ ноутбука становить 6140 mAh, і дорівнює 6.14 Ah. Сила струму адаптера зарядки для ноутбука дорівнює 3.3 ампера.",
                "descriptionToFormule": " = 6.14 / 3.3 = 1.9 - години витрачено на зарядку ноутбука"
            }
        ]
    },
    "chargeCycles": {
        "title": "Цикли зарядки пристроїв від зарядної станції «PUPS» v.1",
        "firstListItem": {
            "title": "1. Визначення робочої ємності АКБ",
            "description": "Було розраховано ємність станції, яка використовується у процесі роботи. Враховуючи, що ефективна ємність акумуляторів становить, приблизно, 80%, а відповідно 20% – залишкова ємність акумуляторів.",
            "descriptionForFormule": " = 40 Ah = 40000 mAh - робоча ємність АКБ"
        },
        "list": [
            {
                "title": "2. Визначення кількості циклів заряду телефону від порту USB 5 вольт 1 ампер",
                "descriptionBeforeLink": "Для визначення кількості циклів заряду телефону від порту USB 5 вольт 1 ампер використовувався телефон Redmi Note 8 Pro. На сторінці ",
                "descriptionLink": {
                    "title": "Тестування під навантаженням",
                    "url": "/pups1/load-testing"
                },
                "descriptionAfter1": " в пункті 1 «Перевірка порту USB 5 вольт 1 ампер» було розраховано кількість ємності, яка використовується для зарядки телефону від порту USB 5 вольт 1 ампер, тобто Q",
                "descriptionAfterSmall2": "зарядки",
                "descriptionAfter3": " дорівнює 4770 mAh.",
                "descriptionForFormule": " = 40000 / 4770 = 8.39 - разів можливо зарядити телефон"
            },
            {
                "title": "3. Визначення кількості циклів заряду телефону від порту USB 5 вольт 2.1 ампера",
                "descriptionBeforeLink": "Було визначено кількість циклів заряду від USB 5 вольт 2.1 ампера. Для експерименту використовувався аналогічний телефон. Ємність, витрачена на його зарядку, становить 4815 mAh (пункт 2 ",
                "descriptionLink": {
                    "title": "Тестування під навантаженням",
                    "url": "/pups1/load-testing"
                },
                "descriptionAfter1": " ), тобто Q",
                "descriptionAfterSmall2": "зарядки",
                "descriptionAfter3": " дорівнює 4815 mAh.",
                "descriptionForFormule": " = 40000 / 4815 = 8.31 - разів можливо зарядити телефон"
            },
            {
                "title": "4. Визначення кількості циклів заряду ноутбука від порту 220 вольт",
                "descriptionBeforeLink": "Для визначення кількості циклів заряду від порту 220 вольт обрано ноутбук моделі Macbook моделі M2 Pro 2023. Ємність, витрачена на його зарядку, становить 8372 mAh (пункт 4 ",
                "descriptionLink": {
                    "title": "Тестування під навантаженням",
                    "url": "/pups1/load-testing"
                },
                "descriptionAfter1": "), тобто Q",
                "descriptionAfterSmall2": "зарядки",
                "descriptionAfter3": " дорівнює 8372 mAh.",
                "descriptionForFormule": " = 40000 / 8372 = 4.8 разів можливо зарядити ноутбук"
            }
        ]
    },
    "technicalCharacteristics": {
        "title": "Технічні характеристики зарядної станції «PUPS» v.1",
        "characteristics": [
            { "title": "Розетка AC 220В", "value": "1" },
            { "title": "USB Type-A", "value": "2" },
            { "title": "Автомобільна розетка (прикурювач)", "value": "1" },
            { "title": "Номінальна потужність, Вт", "value": "250" },
            { "title": "Пікова потужність, Вт", "value": "500" },
            { "title": "Потужність USB Type-A, Вт", "value": "5, 10.5" },
            {
                "title": "Потужність автомобільної розетки (прикурювача), Вт",
                "value": "120"
            },
            {
                "title": "Форма вихідного сигналу",
                "value": "Модифікована синусоїда"
            },
            { "title": "Технологія акумуляторів", "value": "Li-Pol" },
            { "title": "Цикли зарядки", "value": "2500" },
            { "title": "Додатково", "value": "Ручка для переносу" },
            {
                "title": "Параметри заряду станції",
                "value": "Від розетки 220 вольт: 8 годин"
            },
            { "title": "Дисплей", "value": "Індикатор заряду АКБ" },
            { "title": "Ліхтарик", "value": "Ні" },
            { "title": "Розміри, мм", "value": "232 x 192 x 111" },
            { "title": "Вага", "value": "2.4 кг" },
            {
                "title": "Ємність АКБ",
                "value": "630 ват-годин або 50 ампер-годин"
            },
            {
                "title": "Підключення пристроїв",
                "value": "Розетка 220 вольт, USB Type-A х 2, Автомобільна розетка (прикурювач)"
            },
            { "title": "Зарядка станції", "value": "Від розетки 220 вольт" }
        ]
    },
    "instruction": {
        "title": "Інструкція використання зарядної станції «PUPS» v.1",
        "list": [
            {
                "title": "1. Схематичне зображення верхньої проекції станції",
                "image": "/pups1/top-scheme.png",
                "subUl": [
                    "1. Вимикач індикатора АКБ (2)",
                    "2. Індикатор заряду АКБ",
                    "3. Вимикач автомобільной розетки прикурювача (4)",
                    "4. Автомобільна розетка прикурювач",
                    "5. Вимикач розгалужувача порту USB (5)",
                    "6. Розгалужувач портів USB",
                    "7. Отвори для вентиляції"
                ]
            },
            {
                "title": "2. Схематичне зображення бокової та передньої проекції станції",
                "image": "/pups1/scheme-left.png",
                "subUl": [
                    "1. Кулер",
                    "2. Вхід для зарядки станції від розетки 220 вольт",
                    "3. Вихід розетки 220 вольт",
                    "4. Вимикач порту розетки 220 вольт (3)"
                ]
            },
            {
                "title": "3. Вимикач-порт",
                "description": " Кожен порт оснащено окремим перемикачем. Для активації порту необхідно перемкнути відповідний вимикач так, щоб він був увімкнений у лінійному положенні. Якщо перемикач перебуває в круглому положенні, це означає, що порт вимкнено.",
                "descriptionAdditional": "Коли активуєте USB порт, поруч з ним загоряється LED-індикатор. Роботу інвертора та наявність напруги в розетці 220 вольт сигналізує автоматично ввімкнений кулер. Під час підключення зарядної станції до джерела зарядки автоматично активується вентилятор і запалюється червоний світлодіод, який вимикається після повного заряджання АКБ станції.",
                "descriptionAdditional1": "* Розетка прикурювача не оснащена LED-індикатором."
            },
            {
                "title": "4. Техніка безпеки",
                "subUl": [
                    "1. Не використовуйте пристрій поблизу джерел тепла, таких як джерела вогню або печі.",
                    "2. Не допускайте контакту з рідинами. Не занурюйте пристрій у воду, не допускайте намокання. Не використовуйте пристрій під дощем або під час снігу.",
                    "3. Не використовуйте пристрій за умов сильного електростатичного/магнітного поля.",
                    "4. Якщо ви не маєте досвіду в електротехніці, не намагайтеся відкривати пристрій. Категорично заборонено відкривати зарядну станцію під час її роботи або заряджання.",
                    "5. При роботі з пристроєм суворо дотримуйтесь вимог щодо температури робочого середовища, зазначених у цьому посібнику. За надто високої температури середовища виникає ризик пожежі або вибуху; за надто низької температури продуктивність АКБ може значно знизитися, або він може припинити функціонування.",
                    "6. Не блокуйте вентилятор під час роботи. Не бажано залишати пристрій на запилених непровітрюваних ділянках на довгий час.",
                    "7. Захищайте пристрій від ударів, падіння або сильних вібрацій у процесі експлуатації. При сильному зовнішньому ударному впливі відразу ж вимкніть живлення та припиніть роботу. Забезпечте надійний захист станції під час транспортування для захисту від вібрацій та ударів.",
                    "8. Тримайте зарядну станцію поза зоною доступу дітей та домашніх тварин."
                ]
            }
        ],
        "faqTitle": "5. Можливі запитання",
        "faq": [
            {
                "question": "Яка акумуляторна батарея використовується у Вашому пристрої?",
                "answer": "У ньому використовується високоякісна літій-полімерна акумуляторна батарея, загальною ємністю 50 Ah, 12.6 вольт."
            },
            {
                "question": "Які пристрої можна підключати до вихідного порту змінного струму цього пристрою?",
                "answer": "Вихідний порт змінного струму з номінальною потужністю 250Вт та піковою потужністю 500Вт може забезпечувати живлення частину побутових приладів. Перед використанням ми рекомендуємо спочатку перевірити потужність приладів і переконатися, що сумарна потужність усіх приладів під навантаженням нижча за номінальну потужність."
            },
            {
                "question": "Як дізнатися, на скільки вистачить зарядки пристрою?",
                "answer": "Індикатор рівня заряду показує поточний заряд батареї. Якщо жоден сегмент індикатора не світиться, але сам індикатор активний - тобто підсвічується, рекомендується поставити зарядну станцію на зарядку."
            },
            {
                "question": "В яких умовах можна використовувати зарядну станцію PUPS?",
                "answer": "Зарядна станція створена для використання у складних умовах, включаючи військові дії та екстремальні ситуації. Вона підходить для експлуатації в будь-яку погоду, але слід уникати її використання під час дощу або снігу. Якщо вода потрапляє всередину станції, рекомендується негайно вимкнути всі перемикачі, відкрити корпус і висушити внутрішні компоненти."
            },
            {
                "question": "Що робити, якщо якийсь компонент станції вийшов із ладу?",
                "answer": "Якщо виникають проблеми з роботою будь-якого порту чи вимикача, рекомендуємо звернутися до нас для організації ремонту. Намагатися усунути несправність самостійно не варто. При виробництві ми застосовували модульний принцип, що означає можливість заміни лише пошкодженого компонента, без потреби ремонтувати весь пристрій."
            },
            {
                "question": "У якому середовищі бажано зберігати зарядну станцію?",
                "answer": "Оптимальне місце для зберігання зарядної станції - приміщення з температурою від 18 до 20 градусів за Цельсієм. Якщо станція не використовувалась тривалий час, перед наступним використанням її слід повністю зарядити."
            },
            {
                "question": "Що робити, якщо при навантаженні інвертор ввимкнувся та зарядна станція перестала працювати?",
                "answer": "Якщо зарядна станція раптово вимкнулася, це може означати, що вона була перевантажена. У такому випадку, спершу необхідно вимкнути всі перемикачі та від'єднати усі підключені пристрої. Після цього можна знову увімкнути відповідний функціонал, переконавшись, що загальна потужність підключених приладів не перевищує допустиму потужність інвертора."
            }
        ]
    },
    "transferMilitary": {
        "title": "Передача військовим зарядної станції «PUPS» v.1",
        "description1": "Після успішного завершення розробки зарядної станції «PUPS» першої версії, її було передано військовому підрозділу 45-ї бригади 25-го окремого стрілецького батальйону (Фото нижче). Військові спеціалісти активно використовували цей винахід під час військових операцій протягом двох тижнів. Після цього періоду вони надали нам зворотний звіт, в якому вказали на непотрібність порту прикурювача та проблеми з розумінням способу заряджання пристроїв, що виникали в колективі.",
        "description1additional": "Їх відгук наведено на сторінці",
        "description1Link": {
            "title": "Відгук від військових",
            "url": "/pups1/military-review"
        },
        "description2": "Детальний процес доробки зарядної станції «PUPS» v.1 наведено на сторінці",
        "description2Link": {
            "title": "Доробка недоліків",
            "url": "/pups1.5/improvements"
        },
        "description3": "Фотозвіт військвого про отримання зарядної станції «PUPS» v.1:",
        "image": "/pups1/military-man.jpg"
    },
    "militaryReview": {
        "title": "Відгук від військових щодо передачі зарядної станції «PUPS» v.1",
        "listItem1": {
            "title": "1. Відгук про отримання зарядної станції «PUPS» v.1",
            "quote": "«Так, доброго дня. Отримали таку «банку, готується до бойового виїзду від Дяченка Данила з інструкцією. Дуже дякуємо. Вона буде працювати вже зараз.  Присилайте ще, якщо буде можливість»",
            "description": "Після цього позитивного відгуку та запиту про можливість надати їм ще одну схожу зарядну станцію, ми вирішили розробити та виготовити ще один схожий пристрій. Процес розробки наведено на сторінці зарядної станції «PUPS» v.2",
            "descriptionLink": {
                "title": "Процес розробки «PUPS» v.2",
                "url": "/pups2/manufacturing-proccess"
            }
        },
        "listItem2": {
            "title": "2. Відгук про доробку зарядної станції «PUPS» v.1",
            "quote": "«Виходів більше не потрібно, не потрібна та розетка… на… прикурювач, то єсть 2 – 4 USB швидкі виходи достатньо і забагато тумблєров. В мене люди… потірялись, що клацать…»",
            "description1": "Після отримання станції назад, ми провели аналіз її стану після використання в умовах військових операцій. Фото зарядної станції після двотижневого використання наведено на сторінці",
            "description1Link": {
                "title": "Станція після використання",
                "url": "/pups1/after-using"
            },
            "description2": ". З метою поліпшення функціональності та відповідності потребам військового використання за їхнім запитом, ми внесли наступні зміни:",
            "description2Link": {
                "title": "Процес доробки станції «PUPS» v.1",
                "url": "/pups1.5/improvements"
            }
        }
    },
    "afterUsing": {
        "title": "Зарядна станція «PUPS» v.1 після використання",
        "description": "Після отримання станції назад, ми провели аналіз її стану після використання в умовах військових операцій, на якій було видно сліди використання.",
        "descriptionAddtional": "Фото отриманої зарядної станції наведено на фото нижче:"
    },
    "additionalComponents": {
        "title": "Компоненти зарядної станції «PUPS» v.1.5",
        "description": "Ціни вказано на момент вересня-жовтня 2023 року. Ціни враховано без плати за доставку.",
        "descriptionAddtional": "Порт прикурювача було замінено на швидкий розгалужувач порту USB QC 3.0.",
        "thName": "Назва",
        "thPricePerOne": "Ціна/штуку",
        "thQuantity": "Кількість",
        "thPriceFull": "Ціна повна",
        "components": [
            {
                "title": "(Складові ЗС «PUPS» v.1)",
                "pricePerOne": 6291,
                "quantity": 1
            },
            {
                "title": "Порт прикурювача (видалено)",
                "pricePerOne": -70.0,
                "quantity": 1
            },
            {
                "title": "Розгалужувач USB QC 3.0 (додано)",
                "pricePerOne": 230.0,
                "quantity": 1
            }
        ]
    },
    "improvements": {
        "title": "Доробка недоліків зарядної станції «PUPS» v.1",
        "description": "З метою поліпшення функціональності та відповідності потребам військового використання за їхнім запитом, ми внесли наступні зміни: замінили порт прикурювача на два порти USB Quick-Charge 3.0; для зручності використання додали маркерні позначення вимикача та портів білим маркером. В результаті цих модифікацій, оновлену станцію було підвищено до версії 1.5.",
        "description1": "Фото наведено на сторінці",
        "link": {
            "title": "виготовлений прототип",
            "url": "/pups1.5/made-prototype"
        },
        "description2": "зарядної станції «PUPS» v.1.5"
    },
    "manufacturedPrototype15": {
        "title": "Фото зарядної станції «PUPS» v.1.5"
    },
    "technicalCharacteristics15": {
        "title": "Технічні характеристики зарядної станції «PUPS» v.1.5",
        "description": "Технічні зарядної станції «PUPS» v.1.5 аналогічні характеристиками зарядної станції «PUPS» v.1 -",
        "link": {
            "title": "Тех. характеристики «PUPS» v.1",
            "url": "/pups1/technical-characteristics"
        },
        "descriptionAdditional": ", за виключенням заміни порту прикурювача на подвійний швидкий порт USB Quick-Charge 3.0",
        "characteristics": [
            {
                "name": "(Тех. характеристики ЗС «PUPS» v.1)",
                "value": "..."
            },
            {
                "name": "Автомобільна розетка (прикурювач) (видалено)",
                "value": "0"
            },
            {
                "name": "USB QC 3.0 Type-A (додано)",
                "value": "2"
            }
        ]
    },
    "transferMilitary15": {
        "title": "Передача військовим зарядної станції «PUPS» v.1.5",
        "description": "Після завершення процесу модифікації, ми повторно передали цей вдосконалений пристрій тому самому військовому підрозділу.",
        "description1additional": "(Фотозвіт військвого про отримання зарядної станції «PUPS» v.1.5 поки, на жаль, не отримали)"
    },
    "loadTesting15": {
        "title": "Тестування зарядної станції «PUPS» v.1.5",
        "description": "На сторінці наведено лише тестування нового порту USB QC 3.0. Тестування інших портів наведено на сторінці",
        "link": "Тестування зарядної станції «PUPS» v.1",
        "mahCharge": {
            "title": "1. Перевірка порту USB QC 3.0",
            "description": "Була проведена зарядка телефону, ємністю 4500 міліампер-годин, використовуючи порт USB 5 вольт Quick-Charge 3.0. ККД порту USB при максимальному навантаженні приблизно дорівнює 87%.",
            "descriptionToFormule": "втратила АКБ для зарядки телефону"
        },
        "cycles": {
            "title": "2. Кількість циклів зарядки телефону від порту USB QC 3.0",
            "description": "Було визначено кількість циклів заряду від USB QC 3.0. Для експерименту використовувався аналогічний телефон. Ємність, витрачена на його зарядку, становить 5015 mAh (див. попередній пункт), тобто Q",
            "descriptionAdditional": "дорівнює 5085 mAh.",
            "descriptionToFormule": "разів можливо зарядити телефон"
        },
        "timeCharge": {
            "title": "3. Визначення часу зарядки телефону від порту USB QC 3.0",
            "description": "Було розраховано час зарядки телефону, використовуючи порт USB QC 3.0. Ємність АКБ телефону становить 4500 mAh, і дорівнює 4.5 ампер-годин. Максимальна сила струму порту USB становить 3.6 ампер, тобто I = 3.6 ампера.",
            "descriptionToFormule": "годин потрібно для зарядки телефону"
        },
        "descriptionPhotos": "На фото нижче наведено процес використання зарядної станції «PUPS» v.1.5."
    },
    "components2": {
        "title": "Компоненти зарядної станції «PUPS» v.2",
        "description": "Ціни вказано на момент грудня 2023 року. Ціни враховано без плати за доставку.",
        "descriptionAddtional": "Відмінності від зарядної станції «PUPS» v.1 полягають у: заміні порту прикурювача на швидкий порт USB QC 3.0, заміні розгалужувача USB на порт USB QC 3.0 + Type-C PD, заміні зарядного пристрою на більш швидкий, заміні корпуса на незначно більший, заміні BMS-плати 50 Ah на BMS-плати 100 Ah.",
        "thName": "Назва",
        "thPricePerOne": "Ціна/штуку",
        "thQuantity": "Кількість",
        "thPriceFull": "Ціна повна",
        "components": [
            { "title": "Інвертор", "pricePerOne": 518.0, "quantity": 1 },
            { "title": "Акумулятор", "pricePerOne": 250.0, "quantity": 18 },
            {
                "title": "Зарядний пристрій",
                "pricePerOne": 880.0,
                "quantity": 1
            },
            { "title": "Ящик-корпус", "pricePerOne": 1020.0, "quantity": 1 },
            { "title": "Індикатор заряду", "pricePerOne": 50.0, "quantity": 1 },
            { "title": "BMS-плата", "pricePerOne": 250.0, "quantity": 1 },
            {
                "title": "Розгалужувач USB QC 3.0",
                "pricePerOne": 230.0,
                "quantity": 1
            },
            {
                "title": "Порт USB QC 3.0 + Type-C PD",
                "pricePerOne": 280.0,
                "quantity": 1
            },
            { "title": "Перемикач-кнопка", "pricePerOne": 16.0, "quantity": 4 },
            { "title": "Роз`єм 3pin", "pricePerOne": 12.0, "quantity": 1 },
            { "title": "Штекер XT60", "pricePerOne": 35.0, "quantity": 1 },
            { "title": "Шнур зарядки", "pricePerOne": 50.0, "quantity": 1 }
        ]
    },
    "manufacturingProcess2": {
        "title": "Процес виробництва зарядної станції «PUPS» v.2",
        "description": "Процес виробництва зарядної станції «PUPS» v.2 майже повністю повторює процес виробництва її попередньої версії, окрім заміни певних компонентів і портів.",
        "descriptionAdditional": "На зображеннях нижче ви можете побачити деякі ключові моменти виробництва пристрою:",
        "descriptionBottom": "Ви можете переглянути фотографію виготовленого прототипу зарядної станції «PUPS» v.2, перейшовши за посиланням",
        "linkBottom": "прототип ЗС «PUPS» v.2"
    },
    "manufacturedPrototype2": {
        "title": "Фото зарядної станції «PUPS» v.1.5"
    },
    "batteryChargeTime2": {
        "title": "Заряджання зарядної станції «PUPS» v.2",
        "description": "Визначимо час зарядки АКБ. Плата зарядки приймає 220 вольт та на виході видає 12.6 вольт 10 ампер, тобто акумулятори заряджаються із напругою 12.6 вольт та силою струму 10 ампер. АКБ станції було розряджено до напруги 9.5 вольт, що є нижньою напругою акумуляторної системи. Станція заряджалась з 9.5 вольт до 12.6 вольт упродовж, приблизно, 5 годин."
    },
    "loadTesting2": {
        "title": "Тестування зарядної станції «PUPS» v.2",
        "acb": {
            "title": "1. Визначення робочої ємності АКБ",
            "description": "Акумуляторна батарея зарядної станції «PUPS» v.2 має ємність 60 Ah. Враховуючи, що ефективний використання ємності акумуляторів становить приблизно 80%, фактична, тобто робоча ємність акумулятора складає 48 Ah або 48000 mAh."
        },
        "usbCycles": {
            "title": "2. Кількість циклів заряджання телефону через порт USB QC 3.0",
            "description": "Була визначена кількість циклів заряджання через порт USB QC 3.0. Для експерименту використовувався телефон з ємністю 4500 mAh. Ємність, витрачена під час його заряджання, склала 5015 mAh, як детально описано на сторінці",
            "link": "тестування ЗС «PUPS» v.1.5",
            "descriptionAdditional": "Телефон можна зарядити приблизно 9.6 разів через порт USB Quick-Charge 3.0."
        },
        "cyclesTypeC": {
            "title": "3. Кількість циклів заряджання телефону через порт Type-C PD",
            "description": "Була визначена кількість циклів заряджання через порт Type-C PD. Для експерименту використовувався аналогічний телефон. Сила струму та ККД порту USB QC 3.0 і порту Type-C PD приблизно однакові, тому ємність, витрачена під час заряджання телефону, склала, приблизно, 5015 mAh.",
            "descriptionAdditional": "Телефон можна зарядити приблизно 9.6 разів через порт Type-C PD."
        },
        "another": {
            "title": "4. Час заряджання пристроїв через різні порти та тестування розетки 220 вольт",
            "description": "Оскільки технічні характеристики інвертора та порту QC 3.0 ідентичні зарядній станції «PUPS» v.1.5, час заряджання пристроїв вже було визначено на попередніх сторінках:",
            "link1": "тестування «PUPS» v.1.5",
            "link1Description": "- час заряджання телефону через порт USB Quick-Charge 3.0 та",
            "link2": "тестування «PUPS» v.1",
            "link2Description": "- час заряджання ноутбука через розетку 220 вольт."
        }
    },
    "technicalCharacteristics2": {
        "title": "Технічні характеристики зарядної станції «PUPS» v.2",
        "characteristics": [
            { "title": "Розетка AC 220В", "value": "1" },
            { "title": "USB Type-A", "value": "3" },
            { "title": "USB Type-C", "value": "1" },
            { "title": "Номінальна потужність, Вт", "value": "250" },
            { "title": "Пікова потужність, Вт", "value": "500" },
            { "title": "Потужність USB Type-A, Вт", "value": "18, 18, 18" },
            { "title": "Потужність USB Type-C, Вт", "value": "18" },
            {
                "title": "Форма вихідного сигналу",
                "value": "Модифікована синусоїда"
            },
            { "title": "Технологія акумуляторів", "value": "Li-Pol" },
            { "title": "Цикли зарядки", "value": "2500" },
            { "title": "Додатково", "value": "Ручка для переносу" },
            {
                "title": "Параметри заряду станції",
                "value": "Від розетки 220 вольт: 5 годин"
            },
            { "title": "Дисплей", "value": "Індикатор заряду АКБ" },
            { "title": "Ліхтарик", "value": "Ні" },
            { "title": "Розміри, мм", "value": "270 x 246 x 124" },
            { "title": "Вага", "value": "2.7 кг" },
            {
                "title": "Ємність АКБ",
                "value": "756 ват-годин або 60 ампер-годин"
            },
            {
                "title": "Підключення пристроїв",
                "value": "Розетка 220 вольт, USB Type-A х 3, USB Type-C х 1"
            },
            { "title": "Зарядка станції", "value": "Від розетки 220 вольт" }
        ]
    },
    "instruction2": {
        "title": "Інструкція використання зарядної станції «PUPS» v.2",
        "list": [
            {
                "title": "1. Схематичне зображення верхньої проекції станції",
                "image": "/pups2/scheme-top.png",
                "subUl": [
                    "1. Вимикач індикатора АКБ (2)",
                    "2. Індикатор заряду АКБ",
                    "3. Вимикач розгалужувача порту USB QC 3.0 (5)",
                    "4. Розгалужувач портів USB QC 3.0",
                    "5. Вимикач порту USB QC 3.0 + Type-C PD (4)",
                    "6. Розгалужувач USB QC 3.0 + Type-C PD"
                ]
            },
            {
                "title": "2. Схематичне зображення бокової та передньої проекції станції",
                "image": "/pups2/scheme-left.png",
                "subUl": [
                    "1. Вхід для зарядки станції від розетки 220 вольт",
                    "2. Кулер",
                    "3. Вихід розетки 220 вольт",
                    "4. Вимикач порту розетки 220 вольт (3)"
                ]
            },
            {
                "title": "3. Вимикач-порт",
                "description": " Кожен порт оснащено окремим перемикачем. Для активації порту необхідно перемкнути відповідний вимикач так, щоб він був увімкнений у лінійному положенні. Якщо перемикач перебуває в круглому положенні, це означає, що порт вимкнено.",
                "descriptionAdditional": "Коли активуєте розгалужувач USB порту або USB + Type-C, на відповідному з них загоряється LED-підвсвітка. Роботу інвертора та наявність напруги в розетці 220 вольт сигналізує автоматично ввімкнений кулер. Під час підключення зарядної станції до джерела зарядки автоматично активується вентилятор і запалюється червоний світлодіод, який вимикається після повного заряджання АКБ станції."
            },
            {
                "title": "4. Техніка безпеки",
                "description": "Техніка безпеки використання зарядної станції «PUPS» v.2 аналогічна попередньому зразку зарядної станції."
            }
        ]
    },
    "transferMilitary2": {
        "title": "Передача військовим зарядної станції «PUPS» v.2",
        "description": "Після завершення процесу створення, ми передали цей вдосконалений пристрій тому самому військовому підрозділу (45 бригада 25 окремий стрілецький батальйон).",
        "description1additional": "(Фотозвіт військвого про отримання зарядної станції «PUPS» v.2 поки, на жаль, не отримали)"
    },
    "support": {
        "title": "Підтримка",
        "phone": "Телефон",
        "telegram": "Телеграм",
        "feeback": {
            "title": "Зворотній зв`язок",
            "yourName": "Ваше Ім`я",
            "yourEmail": "Ваш E-mail",
            "topic": "Тема",
            "message": "Повідомлення",
            "submit": "Відправити"
        },
        "faq": {
            "title": "Можливі питання",
            "faq": [
                {
                    "question": "Чи є у вас фізичний магазин, який можна відвідати особисто?",
                    "answer": "Наразі ми не маємо фізичного магазину, проте це цікава можливість для майбутнього. Якщо наш проєкт розвинеться, ми розглянемо можливість відкриття власного простору для зручності наших клієнтів."
                },
                {
                    "question": "Чи є можливість повернення або обміну товарів, і які умови повернення?",
                    "answer": "Так, ми пропонуємо можливість повернення або обміну товару протягом 14 днів після покупки при належному стані. Ви можете отримати повернення грошей або ми готові виконати ремонт придбаного вами товару."
                },
                {
                    "question": "Чи є у вас програма лояльності або знижки для постійних клієнтів?",
                    "answer": "Ми не намагаємося залучати клієнтів, оскільки вже пропонуємо конкурентні ціни на ринку зарядних станцій. Однак для військовослужбовців ми надаємо знижку в розмірі 10%."
                },
                {
                    "question": "Які способи оплати приймаються в вашому магазині?",
                    "answer": "Після оформлення замовлення, ми зв'яжемося з вами і надамо реквізити для оплати. Ми приймаємо повну передоплату на карту."
                },
                {
                    "question": "Чи є у вас можливість відстеження замовлення після його відправлення?",
                    "answer": "Так, ви можете відстежувати ваше замовлення на сторінці \"Мій Кабінет\" на нашому веб-сайті. Там ви знайдете інформацію про поточний етап вашого замовлення, починаючи з його прийняття і до відправлення."
                },
                {
                    "question": "Чи є у вас контактні дані для преси або партнерів для співпраці чи прес-релізів?",
                    "answer": "Ми завжди відкриті для співпраці. Заповнюйте форму на сайті або звоніть за вказаним номером телефону. Чекаємо Вас!"
                }
            ]
        }
    },
    "buyPups": {
        "title": "Придбати зарядну станцію «PUPS»",
        "constructor": {
            "title": "Конструктор",
            "capacity": "Ємність акумуляторної батареї:",
            "power": "Потужність інвертора (номінальна):",
            "powerShort": "ват",
            "amperesShort": "ампер",
            "yesShort": "Так",
            "noShort": "Ні",
            "charger": "Зарядний пристрій:",
            "autoLighter": "Наявність розетки прикурювача:",
            "usb": "Кількість портів USB QC 3.0",
            "typeC": "Кількість портів Type-C PD",
            "rozette": "Кількість розеток 220 вольт",
            "armor": "Підвищений захист (корпус, заглушки для портів)",
            "price": "Ціна",
            "description": "* До остаточної вартості включаються витрати на доставку, придбання перемикачів, компоненти балансування (BMS) та інші додаткові витрати.",
            "descriptionAdditional": "Після підтвердження замовлення ми обов`язково з вами зв`яжемось для уточнення додаткових деталей та назовемо кінцеву ціну.",
            "submit": "Підтвердити замовлення"
        },
        "ready": {
            "title": "Готові варіанти",
            "variantsTitle": "Варіанти зарядних станцій:",
            "description": "Після підтвердження замовлення ми обов`язково з вами зв`яжемось для уточнення додаткових деталей та назовемо кінцеву ціну.",
            "submit": "Підтвердити замовлення"
        }
    }
}
