{
    "navigation": [
        {
            "title": "Перед прочитанням",
            "id": 0,
            "links": [
                {
                    "title": "Про наукову роботу",
                    "link": "/before/about-work"
                },
                {
                    "title": "Перелік умовних позначень",
                    "link": "/before/shorts-list"
                }
            ]
        },
        {
            "title": "«PUPS» v.1",
            "id": 1,
            "links": [
                {
                    "title": "Процес виготовлення",
                    "link": "/pups1/manufacturing-process"
                },
                {
                    "title": "Складові станції",
                    "link": "/pups1/components"
                },
                {
                    "title": "Виготовлений прототип",
                    "link": "/pups1/made-prototype"
                },
                {
                    "title": "Час зарядки АКБ",
                    "link": "/pups1/charge-accumulator-time"
                },
                {
                    "title": "Тестування під навантаженням",
                    "link": "/pups1/testing-load"
                },
                {
                    "title": "Час зарядки пристроїв",
                    "link": "/pups1/charge-time"
                },
                {
                    "title": "Цикли зарядки пристроїв",
                    "link": "/pups1/charge-cycles"
                },
                {
                    "title": "Технічні характеристики",
                    "link": "/pups1/technical-characteristics"
                },
                {
                    "title": "Інструкція використання",
                    "link": "/pups1/instruction"
                },
                {
                    "title": "Передача військовим",
                    "link": "/pups1/transfer-military"
                },
                {
                    "title": "Відгук від військових",
                    "link": "/pups1/military-review"
                },
                {
                    "title": "Станція після використання",
                    "link": "/pups1/after-using"
                }
            ]
        },
        {
            "title": "«PUPS» v.1.5",
            "id": 2,
            "links": [
                {
                    "title": "Додаткові складові",
                    "link": "/pups1.5/additional-components"
                },
                {
                    "title": "Доробка недоліків",
                    "link": "/pups1.5/improvements"
                },
                {
                    "title": "Виготовлений прототип",
                    "link": "/pups1.5/made-prototype"
                },
                {
                    "title": "Технічні характеристики",
                    "link": "/pups1.5/technical-characteristics"
                },
                {
                    "title": "Тестування під навантаженням",
                    "link": "/pups1.5/testing-load"
                },
                {
                    "title": "Передача військовим",
                    "link": "/pups1.5/transfer-military"
                }
            ]
        },
        {
            "title": "«PUPS» v.2",
            "id": 3,
            "links": [
                {
                    "title": "Складові станції",
                    "link": "/pups2/components"
                },
                {
                    "title": "Процес виготовлення",
                    "link": "/pups2/manufacturing-proccess"
                },
                {
                    "title": "Виготовлений прототип",
                    "link": "/pups2/made-prototype"
                },
                {
                    "title": "Технічні характеристики",
                    "link": "/pups2/technical-characteristics"
                },
                {
                    "title": "Тестування під навантаженням",
                    "link": "/pups2/testing-load"
                },
                {
                    "title": "Інструкція використання",
                    "link": "/pups2/instruction"
                },
                {
                    "title": "Передача військовим",
                    "link": "/pups2/transfer-military"
                }
            ]
        }
    ],
    "home": {
        "title": "База знань «PUPS»",
        "mainDescription": "База знань із виготовлення портативної зарядної станції «PUPS»",
        "description1": "Тут ви зможете знайти необхідну інформацію про різні аспекти нашої роботи та проекти, в тому числі підготовчі матеріали, деталі процесу створення, характеристики та інструкції для наших портативних універсальних зарядних станцій (PUPS).",
        "description2": "Перед прочитанням: Ознайомтеся з основами наукової роботи та переліком умовних позначень, щоб мати краще розуміння представленої інформації.",
        "section1": {
            "title": "1. PUPS v.1:",
            "content": "Вивчіть весь процес від виготовлення до передачі військовим, включаючи складові станції, час зарядки, тестування під навантаженням, технічні характеристики, інструкції та відгуки."
        },
        "section2": {
            "title": "2. PUPS v.1.5:",
            "content": "Дізнайтеся про доробку недоліків попередньої версії, оновлені технічні характеристики, процес тестування та передачу військовим."
        },
        "section3": {
            "title": "3. PUPS v.2:",
            "content": "Ознайомтеся з новими компонентами, процесом виготовлення, прототипом, технічними характеристиками, інструкціями та тестуванням станції, а також інформацією про передачу військовим."
        },
        "navigationDescription": "Присутня навігація на веб-сторінці допоможе вам швидко знайти важливі розділи та отримати важливу інформацію про наші продукти та їх застосування."
    },
    "aboutWork": {
        "title": "Про наукову роботу",
        "author": "Автор: Дяченко Данило Олександрович, учень 11-А класу комунальної організації (установи, закладу) «Шосткинська загальноосвітня школа І-ІІІ ступенів №4 Шосткинської міської ради Сумської області»; вихованець гуртка «Радіоелектроніка» комунальної організації (установи, закладу) «Шосткинська станція юних техніків Шосткинської міської ради Сумської області».",
        "descriptionAdditional1": "Після спалаху повномасштабної війни стало очевидним, що забезпечення джерелами електроенергії стало однією з найактуальніших проблем як у повсякденному цивільному житті, так і у військових операціях. Протягом останніх двох років моє дослідження було присвячено питанням створення надійних джерел електроенергії з метою постійного удосконалення їх характеристик.",
        "descriptionAdditional2": "Крім того, через постійні відключення електропостачання, що мають місце в Україні вже третій рік поспіль, було вирішено зосередити зусилля на розробці більш потужного, переносного та доступного з економічної точки зору джерела електроенергії для задоволення різних повсякденних потреб та забезпечення стійкої роботи в умовах відсутності основного електропостачання.",
        "list": [
            {
                "title": "1. Актуальність теми",
                "content": "Актуальність обраної теми визначається можливістю ефективного впровадження інноваційної, відносно дешевої саморобної станції, яка здатна зберігати електричну енергію протягом тривалого періоду та піддаватися повторному заряджанню. Цей пристрій знайшов застосування як у повсякденних господарських справах, так і в умовах невідкладних ситуацій та в контексті військових дій."
            },
            {
                "title": "2. Мета роботи",
                "content": "Мета даної дослідницької роботи полягає в розробці доступної з точки зору вартості, легкої у виготовленні та простою у використанні портативної зарядної станції. Подальшою метою є демонстрація її ефективності та практичної придатності у різноманітних ситуаціях."
            },
            {
                "title": "3. Основні завдання",
                "sublist": [
                    "1. Відбір необхідних компонентів для створення зарядної станції.",
                    "2. Розробка самої станції на основі обраних компонентів.",
                    "3. Експериментальне та теоретичне підтвердження можливостей використання створеного пристрою для різних цілей.",
                    "4. Визначення основних технічних характеристик станції, порівняння їх з промисловими аналогами та розгляд майбутніх напрямків розвитку проєкту, консультації з військовими."
                ]
            },
            {
                "title": "4. Об'єкт роботи",
                "content": "Об'єктом наукового вивчення є розроблений прототип зарядної станції, як високоефективне джерело електроенергії середньої потужності, призначене для зарядки різних видів електричних пристроїв."
            },
            {
                "title": "5. Предмет роботи",
                "content": "Предмет дослідження полягає у вивченні можливостей та переваг використання саморобної станції, сконструйованої для забезпечення електроенергією, як стійкого та надійного джерела."
            },
            {
                "title": "6. Наукова новизна",
                "content": "Наукова новизна цього дослідження полягає в експериментальному створенні інноваційної, відносно дешевої станції середньої потужності, призначеної для багаторазового використання. Розробка має потенціал стати корисною у різних сферах, включаючи домашні та побутові потреби, військові застосування, туристичні умови та у випадку відключень електропостачання."
            },
            {
                "title": "7. Практичне застосування",
                "content": "Практичне застосування полягає в можливості заряджання смартфонів, ноутбуків, планшетів, ліхтариків, резервних джерел живлення, приладів нічного бачення, безпілотників та інших електричних пристроїв; використання, як безперебійного джерела живлення; для освітлення оселі; в окопах, опорних пунктах, блокпостах та інших місцях з обмеженим електропостачанням."
            },
            {
                "title": "8. Висновки роботи",
                "content": "Важливі висновки цього дослідження включають успішне виготовлення інноваційної, економічно-доступної зарядної станції середньої потужності; проведення дослідів із застосуванням її для різних потреб; розрахунок основних характеристик пристрою, визначення його переваг та недоліків, порівняння з аналогами, обрання майбутніх шляхів розвитку проєкту, успішно проведені консультації з військовими."
            }
        ]
    },
    "shortsList": {
        "title": "Перелік умовних позначень та скорочень",
        "list": [
            {
                "title": "3S, 4S, 5S",
                "value": "Позначення кількості послідовно з’єднаних елементів у батареї (3, 4, 5 елементів відповідно)"
            },
            {
                "title": "BMS",
                "value": "Система управління батареєю (Battery Management System)"
            },
            {
                "title": "DC",
                "value": "Постійний струм (Direct Current)"
            },
            {
                "title": "PD",
                "value": "Технологія швидкої зарядки порту Type-C (Power Delivery)"
            },
            {
                "title": "QC",
                "value": "Технологія швидкої зарядки порту USB (Quick Charge)"
            },
            {
                "title": "LCD",
                "value": "Рідкокристалічний дисплей (Liquid Crystal Display), індикатор заряду"
            },
            {
                "title": "Li-FePO4",
                "value": "Літій-залізо-фосфатний (акумулятор)"
            },
            {
                "title": "Li-Ion",
                "value": "Літій-іонний (акумулятор)"
            },
            {
                "title": "Li-Pol",
                "value": "Літій-полімерний (акумулятор)"
            },
            {
                "title": "NTC",
                "value": "Термістор (Negative Temperature Coefficient)"
            },
            {
                "title": "PUPS",
                "value": "Портативна універсальна зарядна станція (Portable Universal Power Station)"
            },
            {
                "title": "SA",
                "value": "Вимикач на схемі"
            },
            {
                "title": "Type-C",
                "value": "Тип-C (інтерфейс для підключення)"
            },
            {
                "title": "UKC",
                "value": "Назва (марка) виробника інвертора"
            },
            {
                "title": "USB",
                "value": "Універсальна послідовна шина (Universal Serial Bus)"
            },
            {
                "title": "XT-60",
                "value": "Тип роз’єму для підключення електроніки"
            },
            {
                "title": "AC",
                "value": "Змінний струм (Alternating Current)"
            },
            {
                "title": "GPS",
                "value": "Система глобального позиціювання (Global Positioning System)"
            },
            {
                "title": "АКБ",
                "value": "Акумуляторна батарея"
            },
            {
                "title": "ЗП",
                "value": "Зарядний пристрій"
            },
            {
                "title": "ККД",
                "value": "Коефіцієнт корисної дії"
            }
        ]
    }
}
