export const faq = [
    {
        question:
            "Яка акумуляторна батарея використовується у Вашому пристрої?",
        answer: "У ньому використовується високоякісна літій-полімерна акумуляторна батарея, загальною ємністю 60 ампер-годин, 12.6 вольт.",
    },
    {
        question:
            "Які пристрої можна підключати до вихідного порту змінного струму цього пристрою?",
        answer: "Вихідний порт змінного струму з номінальною потужністю 300Вт та піковою потужністю 500Вт може забезпечувати живлення частину побутових приладів. Перед використанням ми рекомендуємо спочатку перевірити потужність приладів і переконатися, що сумарна потужність усіх приладів під навантаженням нижча за номінальну потужність.",
    },
    {
        question: "Як дізнатися, на скільки вистачить зарядки пристрою?",
        answer: "Індикатор рівня заряду показує поточний заряд батареї. Якщо жоден сегмент індикатора не світиться, але сам індикатор активний - тобто підсвічується, рекомендується поставити зарядну станцію на зарядку.",
    },
    {
        question: "В яких умовах можна використовувати зарядну станцію PUPS?",
        answer: "Зарядна станція створена для використання у складних умовах, включаючи військові дії та екстремальні ситуації. Вона підходить для експлуатації в будь-яку погоду, але слід уникати її використання під час дощу або снігу. Якщо вода потрапляє всередину станції, рекомендується негайно вимкнути всі перемикачі, відкрити корпус і висушити внутрішні компоненти.",
    },
    {
        question: "Що робити, якщо якийсь компонент станції вийшов із ладу?",
        answer: "Якщо виникають проблеми з роботою будь-якого порту чи вимикача, рекомендуємо звернутися до нас для організації ремонту. Намагатися усунути несправність самостійно не варто. При виробництві ми застосовували модульний принцип, що означає можливість заміни лише пошкодженого компонента, без потреби ремонтувати весь пристрій.",
    },
    {
        question: "У якому середовищі бажано зберігати зарядну станцію?",
        answer: "Оптимальне місце для зберігання зарядної станції - приміщення з температурою від 18 до 20 градусів за Цельсієм. Якщо станція не використовувалась тривалий час, перед наступним використанням її слід повністю зарядити.",
    },
    {
        question:
            "Що робити, якщо при навантаженні інвертор ввимкнувся та зарядна станція перестала працювати?",
        answer: "Якщо зарядна станція раптово вимкнулася, це може означати, що вона була перевантажена. У такому випадку, спершу необхідно вимкнути всі перемикачі та від'єднати усі підключені пристрої. Після цього можна знову увімкнути відповідний функціонал, переконавшись, що загальна потужність підключених приладів не перевищує допустиму потужність інвертора.",
    },
];
