export const supportFaq = [
    {
        question: "Чи є у вас фізичний магазин, який можна відвідати особисто?",
        answer: "Наразі ми не маємо фізичного магазину, проте це цікава можливість для майбутнього. Якщо наш проєкт розвинеться, ми розглянемо можливість відкриття власного простору для зручності наших клієнтів.",
    },
    {
        question:
            "Чи є можливість повернення або обміну товарів, і які умови повернення?",
        answer: "Так, ми пропонуємо можливість повернення або обміну товару протягом 14 днів після покупки при належному стані. Ви можете отримати повернення грошей або ми готові виконати ремонт придбаного вами товару.",
    },
    {
        question:
            "Чи є у вас програма лояльності або знижки для постійних клієнтів?",
        answer: "Ми не намагаємося залучати клієнтів, оскільки вже пропонуємо конкурентні ціни на ринку зарядних станцій. Однак для військовослужбовців ми надаємо знижку в розмірі 10%.",
    },
    {
        question: "Які способи оплати приймаються в вашому магазині?",
        answer: "Після оформлення замовлення, ми зв'яжемося з вами і надамо реквізити для оплати. Ми приймаємо повну передоплату на карту.",
    },
    {
        question:
            "Чи є у вас можливість відстеження замовлення після його відправлення?",
        answer: 'Так, ви можете відстежувати ваше замовлення на сторінці "Мій Кабінет" на нашому веб-сайті. Там ви знайдете інформацію про поточний етап вашого замовлення, починаючи з його прийняття і до відправлення.',
    },
    {
        question:
            "Чи є у вас контактні дані для преси або партнерів для співпраці чи прес-релізів?",
        answer: "Ми завжди відкриті для співпраці. Заповнюйте форму на сайті або звоніть за вказаним номером телефону. Чекаємо Вас!",
    },
];
