import styles from "./page.module.scss";

const Home = () => {
    return (
        <>
            <h1>База знань «PUPS»</h1>
            <p className={styles.mainDescription}>
                База знань із виготовлення портативної зарядної станції «PUPS»
            </p>
            <p className={styles.description}>
                Тут ви зможете знайти необхідну інформацію про різні аспекти
                нашої роботи та проекти, в тому числі підготовчі матеріали,
                деталі процесу створення, характеристики та інструкції для наших
                портативних універсальних зарядних станцій (PUPS).
            </p>
            <p className={styles.description}>
                Перед прочитанням: Ознайомтеся з основами наукової роботи та
                переліком умовних позначень, щоб мати краще розуміння
                представленої інформації.
            </p>
            <ul className={styles.list}>
                <li>
                    <h2>1. PUPS v.1:</h2>
                    <p>
                        Вивчіть весь процес від виготовлення до передачі
                        військовим, включаючи складові станції, час зарядки,
                        тестування під навантаженням, технічні характеристики,
                        інструкції та відгуки.
                    </p>
                </li>
                <li>
                    <h2>2. PUPS v.1.5:</h2>
                    <p>
                        Дізнайтеся про доробку недоліків попередньої версії,
                        оновлені технічні характеристики, процес тестування та
                        передачу військовим.
                    </p>
                </li>
                <li>
                    <h2>3. PUPS v.2:</h2>
                    <p>
                        Ознайомтеся з новими компонентами, процесом
                        виготовлення, прототипом, технічними характеристиками,
                        інструкціями та тестуванням станції, а також інформацією
                        про передачу військовим.
                    </p>
                </li>
            </ul>
            <p className={styles.description}>
                Присутня навігація на веб-сторінці допоможе вам швидко знайти
                важливі розділи та отримати важливу інформацію про наші продукти
                та їх застосування.
            </p>
        </>
    );
};

export default Home;
