import Link from "next/link";

import styles from "./styles.module.scss";

const Page = () => {
    return (
        <>
            <h1>Доробка недоліків зарядної станції «PUPS» v.1</h1>
            <p className={styles.mainDescription}>
                З метою поліпшення функціональності та відповідності потребам
                військового використання за їхнім запитом, ми внесли наступні
                зміни: замінили порт прикурювача на два порти USB Quick-Charge
                3.0; для зручності використання додали маркерні позначення
                вимикача та портів білим маркером. В результаті цих модифікацій,
                оновлену станцію було підвищено до версії 1.5.
                <br />
                Фото наведено на сторінці{" "}
                <Link href="/pups1.5/made-prototype">
                    виготовлений прототип
                </Link>{" "}
                зарядної станції «PUPS» v.1.5
            </p>
        </>
    );
};

export default Page;
