"use client";

import { useState } from "react";

import styles from "./styles.module.scss";

const Page = () => {
    const faq = [
        {
            question:
                "Яка акумуляторна батарея використовується у Вашому пристрої?",
            answer: "У ньому використовується високоякісна літій-полімерна акумуляторна батарея, загальною ємністю 60 ампер-годин, 12.6 вольт.",
        },
        {
            question:
                "Які пристрої можна підключати до вихідного порту змінного струму цього пристрою?",
            answer: "Вихідний порт змінного струму з номінальною потужністю 300Вт та піковою потужністю 500Вт може забезпечувати живлення частину побутових приладів. Перед використанням ми рекомендуємо спочатку перевірити потужність приладів і переконатися, що сумарна потужність усіх приладів під навантаженням нижча за номінальну потужність.",
        },
        {
            question: "Як дізнатися, на скільки вистачить зарядки пристрою?",
            answer: "Індикатор рівня заряду показує поточний заряд батареї. Якщо жоден сегмент індикатора не світиться, але сам індикатор активний - тобто підсвічується, рекомендується поставити зарядну станцію на зарядку.",
        },
        {
            question:
                "В яких умовах можна використовувати зарядну станцію PUPS?",
            answer: "Зарядна станція створена для використання у складних умовах, включаючи військові дії та екстремальні ситуації. Вона підходить для експлуатації в будь-яку погоду, але слід уникати її використання під час дощу або снігу. Якщо вода потрапляє всередину станції, рекомендується негайно вимкнути всі перемикачі, відкрити корпус і висушити внутрішні компоненти.",
        },
        {
            question:
                "Що робити, якщо якийсь компонент станції вийшов із ладу?",
            answer: "Якщо виникають проблеми з роботою будь-якого порту чи вимикача, рекомендуємо звернутися до нас для організації ремонту. Намагатися усунути несправність самостійно не варто. При виробництві ми застосовували модульний принцип, що означає можливість заміни лише пошкодженого компонента, без потреби ремонтувати весь пристрій.",
        },
        {
            question: "У якому середовищі бажано зберігати зарядну станцію?",
            answer: "Оптимальне місце для зберігання зарядної станції - приміщення з температурою від 18 до 20 градусів за Цельсієм. Якщо станція не використовувалась тривалий час, перед наступним використанням її слід повністю зарядити.",
        },
        {
            question:
                "Що робити, якщо при навантаженні інвертор ввимкнувся та зарядна станція перестала працювати?",
            answer: "Якщо зарядна станція раптово вимкнулася, це може означати, що вона була перевантажена. У такому випадку, спершу необхідно вимкнути всі перемикачі та від'єднати усі підключені пристрої. Після цього можна знову увімкнути відповідний функціонал, переконавшись, що загальна потужність підключених приладів не перевищує допустиму потужність інвертора.",
        },
    ];

    const [activeIndex, setActiveIndex] = useState<number>(0);

    const handleFaqClick = (index: number) => {
        setActiveIndex(index);
    };

    return (
        <>
            <h1>Інструкція використання зарядної станції «PUPS» v.1</h1>
            <ul className={styles.list}>
                <li className={styles.listLi}>
                    <h2>1. Схематичне зображення верхньої проекції станції</h2>
                    <img
                        src="/pups1/top-scheme.png"
                        alt="Схематичне зображення верхньої проекції станції"
                    />
                    <ul className={styles.subUl}>
                        <li>1. Вимикач індикатора АКБ (2)</li>
                        <li>2. Індикатор заряду АКБ</li>
                        <li>
                            3. Вимикач автомобільной розетки прикурювача (4)
                        </li>
                        <li>4. Автомобільна розетка прикурювач</li>
                        <li>5. Вимикач розгалужувача порту USB (5)</li>
                        <li>
                            6. Розгалужувач портів USB 7. Отвори для вентиляції
                        </li>
                    </ul>
                </li>
                <li className={styles.listLi}>
                    <h2>
                        2. Схематичне зображення бокової та передньої проекції
                        станції
                    </h2>
                    <img
                        src="/pups1/scheme-left.png"
                        alt="Схематичне зображення бокової та передньої проекції станції"
                    />
                    <ul className={styles.subUl}>
                        <li>1. Кулер</li>
                        <li>
                            2. Вхід для зарядки станції від розетки 220 вольт
                        </li>
                        <li>3. Вихід розетки 220 вольт</li>
                        <li>4. Вимикач порту розетки 220 вольт (3)</li>
                    </ul>
                </li>
                <li className={styles.listLi}>
                    <h2>3. Вимикач-порт</h2>
                    <p>
                        Кожен порт оснащено окремим перемикачем. Для активації
                        порту необхідно перемкнути відповідний вимикач так, щоб
                        він був увімкнений у лінійному положенні. Якщо перемикач
                        перебуває у круглому положенні, це означає, що порт
                        вимкнено.
                    </p>
                    <p>
                        Коли активуєте USB порт, поруч з ним загоряється
                        LED-індикатор. Роботу інвертора та наявність напруги в
                        розетці 220 вольт сигналізує автоматично ввімкнений
                        кулер. Під час підключення зарядної станції до джерела
                        зарядки автоматично активується вентилятор і запалюється
                        червоний світлодіод, який вимикається після повного
                        заряджання АКБ станції.
                        <br />* Розетка прикурювача не оснащена LED-індикатором.
                    </p>
                </li>
                <li className={styles.listLi}>
                    <h2>4. Техніка безпеки</h2>
                    <ul className={styles.subUl}>
                        <li>
                            1. Не використовуйте пристрій поблизу джерел тепла,
                            таких як джерела вогню або печі.
                        </li>
                        <li>
                            2. Не допускайте контакту з рідинами. Не занурюйте
                            пристрій у воду, не допускайте намокання. Не
                            використовуйте пристрій під дощем або під час снігу.
                        </li>
                        <li>
                            3. Не використовуйте пристрій за умов сильного
                            електростатичного/магнітного поля.
                        </li>
                        <li>
                            4. Якщо ви не маєте досвіду в електротехніці, не
                            намагайтеся відкривати пристрій. Категорично
                            заборонено відкривати зарядну станцію під час її
                            роботи або заряджання.
                        </li>
                        <li>
                            5. При роботі з пристроєм суворо дотримуйтесь вимог
                            щодо температури робочого середовища, зазначених у
                            цьому посібнику. За надто високої температури
                            середовища виникає ризик пожежі або вибуху; за надто
                            низької температури продуктивність акумулятора може
                            значно знизитися, або він може припинити
                            функціонування.
                        </li>
                        <li>
                            6. Не блокуйте вентилятор під час роботи. Не бажано
                            залишати пристрій на запилених непровітрюваних
                            ділянках на довгий час.
                        </li>
                        <li>
                            7. Захищайте пристрій від ударів, падіння або
                            сильних вібрацій у процесі експлуатації. При
                            сильному зовнішньому ударному впливі відразу ж
                            вимкніть живлення та припиніть роботу. Забезпечте
                            надійне кріплення акумулятора під час
                            транспортування для захисту від вібрацій та ударів.
                        </li>
                        <li>
                            8. Тримайте зарядну станцію поза зоною доступу дітей
                            та домашніх тварин.
                        </li>
                    </ul>
                </li>
                <li className={styles.listLi}>
                    <h2>5. Можливі запитання</h2>
                    <div className={styles.faqWrapper}>
                        <div className={styles.leftCol}>
                            {faq.map((item, index) => (
                                <div
                                    key={index}
                                    className={`${styles.question} ${
                                        index === activeIndex
                                            ? styles.active
                                            : ""
                                    }`}
                                    onClick={() => handleFaqClick(index)}
                                >
                                    <h4>{item.question}</h4>
                                </div>
                            ))}
                        </div>
                        <div className={styles.rightCol}>
                            <h3>{faq[activeIndex].question}</h3>
                            <p>{faq[activeIndex].answer}</p>
                        </div>
                    </div>
                </li>
            </ul>
        </>
    );
};

export default Page;
