export const technicalCharacteristics = [
    { name: "Розетка AC 220В", value: 1 },
    { name: "USB Type-A", value: 2 },
    { name: "Автомобільна розетка (прикурювач)", value: 1 },
    { name: "Номінальна потужність, Вт", value: 250 },
    { name: "Пікова потужність, Вт", value: 500 },
    { name: "Потужність USB Type-A, Вт", value: "5, 10.5" },
    {
        name: "Потужність автомобільної розетки (прикурювача), Вт",
        value: 120,
    },
    { name: "Форма вихідного сигналу", value: "Модифікована синусоїда" },
    { name: "Технологія акумуляторів", value: "Li-Pol" },
    { name: "Цикли зарядки", value: 2500 },
    {
        name: "Додатково",
        value: "Ручка для переносу",
    },
    {
        name: "Параметри заряду станції",
        value: "Від розетки 220 вольт: 8 годин",
    },
    { name: "Дисплей", value: "Індикатор заряду АКБ" },
    { name: "Ліхтарик", value: "Ні" },
    { name: "Розміри, мм", value: "232 x 192 x 111" },
    { name: "Вага", value: "2.4 кг" },
    { name: "Ємність АКБ", value: "630 ват-годин або 60 ампер-годин" },
    {
        name: "Підключення пристроїв",
        value: "Розетка 220 вольт, USB Type-A х 2, Автомобільна розетка (прикурювач)",
    },
    {
        name: "Зарядка станції",
        value: "Від розетки 220 вольт",
    },
];
