import Link from "next/link";

import styles from "./styles.module.scss";

const Page = () => {
    return (
        <>
            <h1>Передача військовим зарядної станції «PUPS» v.1</h1>
            <p className={styles.descriptionMain}>
                Після успішного завершення розробки зарядної станції «PUPS»
                першої версії, її було передано військовому підрозділу 45-ї
                бригади 25-го окремого стрілецького батальйону (Фото нижче).
                Військові спеціалісти активно використовували цей винахід під
                час військових операцій протягом двох тижнів. Після цього
                періоду вони надали нам зворотний звіт, в якому вказали на
                непотрібність порту прикурювача та проблеми з розумінням способу
                заряджання пристроїв, що виникали в колективі. <br /> Їх відгук
                наведено на сторінці{" "}
                <Link href="/pups1/military-review">Відгук від військових</Link>
                .
            </p>
            <p className={styles.description}>
                Детальний процес доробки зарядної станції «PUPS» v.1 наведено на
                сторінці{" "}
                <Link href="/pups1.5/improvements">Доробка недоліків</Link>.
            </p>
            <p className={styles.description}>
                Фотозвіт військвого про отримання зарядної станції «PUPS» v.1:
            </p>
            <img
                className={styles.image}
                src="/pups1/military-man.jpg"
                alt="Фотозвіт військвого про отримання зарядної станції «PUPS» v.1"
            />
        </>
    );
};

export default Page;
